{
    "template": {
        "race": "Race: ",
        "age": "Age: ",
        "status": "Status: ",
        "connections": "Known Connections: "
    },
    "groups": [
        "afpa",
        "sfia",
        "Flametouched",
        "Party",
        "Other",
        "Organization"
    ],
    "characters": {
        "garadyn_montauk": {
            "name": "Garadyn Montauk",
            "race": "Human",
            "age": 38,
            "status": "Alive",
            "connections": "None",
            "description": "The current head of the afpa, and is situated in the main HQ in fairport. He moves around occasionally to take the more difficult jobs in different areas, but does not hunt as much -- much to his dismay -- due to his position requiring him to manage others more. He is a skilled and powerful Dread Hunter who earned his place at the top of afpa through sheer skill and dedication, and even in his age is still one of the most powerful Dread Hunters currently alive.",
            "group": "afpa"
        },
        "sylvia_banks": {
            "name": "Sylvia Banks",
            "race": "Half Orc",
            "age": 33,
            "status": "Alive",
            "connections": "None",
            "description": "A powerful bard who has spent much of her life hunting monsters. While she does not call herself a Dread Hunter, she has been working alongside Garadyn Montauk for a very long time, and the two of them make a powerful duo.<br><br>She plays a flute with a humanoid skull at the end, and while she channels her more powerful spells faint screams can almost be heard coming from the instrument. When not using it for disposing of monsters, however, she is a very talented flutist, and often enjoys spending time on her own practicing his songs.",
            "group": "afpa"
        },
        "barrel": {
            "name": "Barrel",
            "race": "Half Orc",
            "age": 23,
            "status": "Deceased",
            "connections": "None",
            "description": "A large but soft-spoken and gentle member of the nomadic Arpentus peoples, although he has preferred to stick around the camps in Karametus for the time being. He gets his name from the fact that all of his body is contained within the barrel he wears, except for his legs which are covered in leather armor and high boots, and his head which is covered by a second, smaller barrel.<br><br>He is always willing to share stories of the places he’s been and people he’s met, and on top of that has seen many incredible things while hiding in his barrel. He is a great help to the party by gladly helping share information whenever possible.",
            "group": "Other"
        },
        "adeline_manius": {
            "name": "Adeline Manius",
            "race": "Half-Elf",
            "age": 113,
            "status": "Alive",
            "connections": "None",
            "description": "One of the leaders of the Flametouched and a powerful Avatar. On the outside, she looks like a kindly old woman with helpful advice to share, but she is a powerful manipulator who uses cunning and knowledge to influence the world and people around her for her own gain.<br><br>She refuses to share how she came to her current position, but what little people do know is that at some point during her rise to power she met Jude Asag, and the two have been inseparable ever since.",
            "group": "Flametouched"
        },
        "jude_asag": {
            "name": "Jude Asag",
            "race": "Tiefling",
            "age": 98,
            "status": "Alive",
            "connections": "desolation",
            "description": "Jude, or Judy, is one of the leaders of the Flametouched and a powerful Avatar of The Desolation. Despite her age and the lifespan of most tieflings, she appears to be somewhat younger than Adeline, which she attributes to her connection with The Desolation. With a gruff disposition and sadistic tendencies, she works great as the brawns to Adeline’s brains. As much as she loves Adeline, she does often feel trapped by her, which she fears is Adeline controlling her. To Adeline’s credit, however, tieflings are sparse enough to mean that a connection to the Flametouched could be apparent, no matter how malleable Judy’s appearance may be at times, so going out herself is a dangerous idea.",
            "group": "Flametouched"
        },
        "tony_and_tommy": {
            "name": "Tony and Tommy",
            "race": "Half Orc/Elf and Human",
            "age": "26 and 29",
            "status": "Alive",
            "connections": "None",
            "description": "Tony and Tommy first met on a mission for the Flametouched Gang, and have been together ever since. These two are often seen lingering around the trail outpost, terrorizing merchants, committing horrible atrocities, or chatting with each other. They're very kind people if you happen to be on their good side, but otherwise you will likely never want the displeasure of finding them at your doorstep.<br><br>Being particularly chatty, Adeline and Jude assigned them to the trail outpost initially to give the false appearance to adventurers that the Flametouched's thugs were relatively harmless fools. However, once The Fool joined forces with Adeline and Jude, the purpose of their station shifted. They were instead to continue leaking information to the party while simultaneously influencing the party's view of The Flametouched and luring them to the headquarters in Fairport.<br><br>Of the two, Tony is generally more talkative, but also somewhat more dimwitted. He has very few hobbies outside of causing pain and doing his job, but he's been considering joining the knitting circle hosted at the library during the day. Another difference is that of his heritages, he seems to have inherited much more from his elf side than orc, with his form not being small, but still being just stronger than your average human.<br>Tommy is somewhat quieter but also a bit more contemplative than Tony. A couple months after the two got together, Tommy joined the library's special literature program for Flametouched members. Since then he's taken an interest in reading all sorts of books, but is still working on his reading skills. Despite only being human, he is rather large and has been mistaken at times for being part orc or even goliath. Tommy takes these as compliments, as he does put effort into his physical appearance and strength.",
            "group": "Flametouched"
        },
        "the_fool": {
            "name": "The Fool",
            "race": "Unknown",
            "age": "Unknown",
            "status": "???",
            "connections": "stranger",
            "description": "The Fool of Blackwood Keep, or The Fool, is a powerful avatar of The Stranger who goes by no other name. The Fool is a wooden mannequin who has no living organs or body parts of their own, but instead prefers to take pieces from other people. They can often be found with eyeballs smashed onto their face and skin glued carefully onto their own wood, which can look quite convincing until it begins to decay. Claiming to be the court jester for the last king of Blackwood, The Fool shows this by preferring to toy with victims until he gets bored, which is when he finishes them off. They are usually extremely and unsettlingly jovial and energetic, except for small bursts of emotion that escape in the middle of sentences.",
            "group": "Other"
        },
        "ferren_sumang": {
            "name": "Ferren Sumang",
            "race": "Half Elf",
            "age": "20",
            "status": "Alive",
            "connections": "None",
            "description": "Ferren is the current head of the The sfia, and currently lives nearby it in Allapon. He is heavily dedicated to his work, taking up the job that his father, his father’s father, and so on have all done in order to learn more about the Dread Powers. However, those who know him know that he’s not just in charge because of nepotism, but because he is one of the most fit people to run the sfia.",
            "group": "sfia"
        },
        "verlassen": {
            "name": "Verlassen",
            "race": "Elf",
            "age": "94",
            "status": "Alive",
            "connections": "lonely",
            "description": "verlassen_description",
            "group": "Party"
        },
        "galahad": {
            "name": "Galahad",
            "race": "Variant Human",
            "age": "24",
            "status": "Alive",
            "connections": "None",
            "description": "Having had formal schooling at [insert place here] for the better part of his life, (sage background) before finding employment as a field research at the sfia, where he was seconded to the afpa in order to further his research opportunities.",
            "group": "Party"
        },
        "thalia": {
            "name": "Thalia",
            "race": "thalia_race",
            "age": "thalia_age",
            "status": "Alive",
            "connections": "None",
            "description": "thalia_description",
            "group": "Party"
        },
        "elkan_tor": {
            "name": "Elkan Tor",
            "race": "Firbolg",
            "age": "elkan_age",
            "status": "Alive",
            "connections": "None",
            "description": "elkan_description",
            "group": "Party"
        },
        "violetta_tanzin": {
            "name": "Violetta Tanzin",
            "race": "Earth Genasi",
            "age": "19",
            "status": "Alive",
            "connections": "None",
            "description": "violetta_description",
            "group": "sfia"
        },
        "bellamy_briarstone": {
            "name": "Bellamy Briarstone",
            "race": "Human",
            "age": "bellamy_age",
            "status": "Alive",
            "connections": "desolation",
            "description": "Trained as a scion of the Briarstone, a noble family established (and presiding over) Briarton. He enlisted into the afpa in order to build his experience fighting monsters and the occult, as well as to try to help build his families wealth, connections, and reputation, but was called back to his families side (and thus putting his involvement with the afpa on presumably, or at least at current, perpetual pause) mere months after formally being accepted into the afpa proper, due to his family urgently needing him.",
            "group": "Other"
        },
        "flint_nygrund": {
            "name": "Flint Nyrgund",
            "race": "Gnome",
            "age": 28,
            "status": "Alive",
            "description": "A new and upcoming Dread Hunter who has really made a name for himself with his unorthodox methods. While most hunters use conventional means like strategy, or martial weaponry, or magic, Flint instead uses explosives. This has landed him some small amount of fame at the afpa, and has helped him start a business of creating and distributing these explosives.<br>The party helped open his business with some investments, asking for a portion of his profits in exchange. Since then he has devoted most of his time to his business, finding more satisfaction in making tools and weapons for his fellow hunters than going into the field himself.",
            "group": "afpa"
        },
        "elliot_hopworth": {
            "name": "Elliot Hopworth",
            "race": "Human?",
            "age": "25?",
            "status": "Alive",
            "description": "A cheery and somewhat obnoxious man who has a real passion for skin care. Some may find this ironic considering that he no longer has any skin, but he would fail to notice the irony. When he was a very young adult, he decided that he felt confined in his skin -- literally -- and that it was too much of a hastle, so he took it off. Since then he has attempted to live a normal life, although it is hard to do so when everyone who sees you is terrified. <br>His true passion is skin care, and he dreams of sharing his products with everyone around the world so that they will no longer need to feel weighed down by their own skin. It is currently unknown if his aspirations are genuine or backed by his desire to cause fear, as he is an avatar of The Flesh.",
            "group": "Other"
        },
        "roselia_baltunii": {
            "name": "Roselia Baltunii",
            "race": "Half-Elf",
            "age": 28,
            "status": "Alive",
            "description": "Roselia, or Rosie, is one of the longest standing receptionists at The afpa. Because she is a little short for her size and very soft spoken, she is often overlooked by others, not that she minds. Rosie prefers to hang in the background, watching the world around her instead of participating. It's this inclination that landed her a spot as the receptionist, being perfectly content with watching the Dread Hunters do their work without having to get too involved.",
            "group": "afpa"
        },
        "tova_narlack": {
            "name": "Tova Narlack",
            "race": "Goblin",
            "age": 29,
            "status": "Alive",
            "description": "Not much is known about this secretive goblin. He tends to keep to himself, not being one for conversation or social interaction. He seems to spend much of his time in the woods, preparing his weaponry to dull it against the hide of a Dread Monster, usually one associated with The Corruption. As long as you share his ideals, he's friendly enough and willing to help. Otherwise he is uncaring at best and a dangerous threat at worst.",
            "group": "Other"
        },
        "speckled_tiefling": {
            "name": "Speckled Tiefling (Clay)",
            "race": "Tiefling",
            "age": "30?",
            "status": "Alive",
            "description": "The Speckled Tiefling is a Tiefling who doesn't like using a name, but reluctantly goes by Clay when necessary. Very little is known about their past, both because they refuse to elaborate and seem to not be able to remember themselves. <br>Their appearance varies, but the only constants are that they appear slightly disproportionately wider or taller than normal, have speckled skin that is always two different standard colors for tieflings, and wears very fine clothes.<br><br>They are often seen using Spiral's Alleyways in order to get around. Curiously, they seem to be able to open portals such as door, windows, etc. in order to enter the alleyways. It is unclear whether this is an act of cooperation between the two or if Clay has managed to find a way to forcefully enter The Byways.",
            "group": "Other"
        },
        "afpa": {
            "name": "afpa",
            "race": "",
            "age": "",
            "status": "",
            "description": "The Arenbank Fear Protection Association, also known as the afpa, is a guild of adventurers dedicated to the protection from and eradication of the Fears. Founded nearly 750 years ago by Alistair Arenbank, it is now lead by Garadyn Montauk who does everything in his power to keep it smoothly running and help protect the people of Karametus. <br>The headquarters are situated in Fairport, making it very easy for anyone in the highly populated city to send in a bounty whenever necessary. ",
            "group": "Organization"
        },
        "sfia": {
            "name": "sfia",
            "race": "",
            "age": "",
            "status": "",
            "description": "The Sumang Fear Intelligence Association, also known as the sfia was established nearly 700 years ago, shortly after the fall of Blackwood Keep. It was founded by Elson Sumang, ancestor of Ferren Sumang. The sfia is dedicated to learning more about the Fears for the purposes of stopping them, meaning it shares close ties with The afpa, which has a very similar goal.<br>Despite being opposed to the Fears, those within the sfia are occasionally known to be associated with The Eye.<br>The headquarters are situated in Allapon, which serves them well as the high security keeps the researchers out of harms way.",
            "group": "Organization"
        },
        "template": {
            "name": "",
            "race": "",
            "age": 0,
            "status": "Alive",
            "connections": "",
            "description": "",
            "group": "Other",
            "is_debug": true
        }
    }
}
