{
    "characters": {
        "garadyn_montauk": {
            "name": "Garadyn Montauk",
            "race": "Human",
            "age": 38,
            "status": "Alive",
            "description": "Garadyn is the current head of AFPA, and is situated in the main HQ in Fairport. He moves around occasionally to take the more difficult jobs in different areas, but does not hunt as much -- much to his dismay -- due to his position requiring him to manage others more. He is a skilled and powerful Dread Hunter who earned his place at the top of AFPA through sheer skill and dedication, and even in his age is still one of the most powerful Dread Hunters currently alive."
        },
        "sylvia_banks": {
            "name": "Sylvia Banks",
            "race": "Half Orc",
            "age": 33,
            "status": "Alive",
            "description": "Sylvia is a powerful bard who has spent much of her life hunting monsters. While she does not call herself a Dread Hunter, she has been working alongside Garadyn Montauk for a very long time, and the two of them make a powerful duo.<br><br>Sylvia plays a flute with a humanoid skull at the end, and while she channels her more powerful spells faint screams can almost be heard coming from the instrument. When not using it for disposing of monsters, however, she is a very talented flutist, and often enjoys spending time on her own practicing his songs."
        },
        "barrel": {
            "name": "Barrel",
            "race": "Half Orc",
            "age": 23,
            "status": "Deceased",
            "description": "Barrel is a large but soft-spoken and gentle member of the nomadic Arpentus peoples, although he has preferred to stick around the camps in Karametus for the time being. He gets his name from the fact that all of his body is contained within the barrel he wears, except for his legs which are covered in leather armor and high boots, and his head which is covered by a second, smaller barrel. He is always willing to share stories of the places he’s been and people he’s met, and on top of that has seen many incredible things while hiding in his barrel. He is a great help to the party by gladly helping share information whenever possible."
        },
        "adeline_manius": {
            "name": "Adeline Manius",
            "race": "Half-Elf",
            "age": 113,
            "status": "Alive",
            "description": "Adeline is one of the leaders of the Flametouched and a powerful Avatar. On the outside, she looks like a kindly old woman with helpful advice to share, but she is a powerful manipulator who uses cunning and knowledge to influence the world and people around her for her own gain.<br><br>She refuses to share how she came to her current position, but what little people do know is that at some point during her rise to power she met Jude Asag, and the two have been inseparable ever since."
        },
        "jude_asag": {
            "name": "Jude Asag",
            "race": "Tiefling",
            "age": 98,
            "status": "Alive",
            "description": "Jude, or Judy, is one of the leaders of the Flametouched and a powerful Avatar of The Desolation. Despite her age and the lifespan of most tieflings, she appears to be somewhat younger than Adeline, which she attributes to her connection with The Desolation. With a gruff disposition and sadistic tendencies, she works great as the brawns to Adeline’s brains. As much as she loves Adeline, she does often feel trapped by her, which she fears is Adeline controlling her. To Adeline’s credit, however, tieflings are sparse enough to mean that a connection to the Flametouched could be apparent, no matter how malleable Judy’s appearance may be at times, so going out herself is a dangerous idea."
        },
        "tony_and_tommy": {
            "name": "Tony and Tommy",
            "race": "Half Orc/Elf and Human",
            "age": "26 and 29",
            "status": "Alive",
            "description": "Tony and Tommy first met on a mission for the Flametouched Gang, and have been together ever since. These two are often seen lingering around the trail outpost, terrorizing merchants, committing horrible atrocities, or chatting with each other. They're very kind people if you happen to be on their good side, but otherwise you will likely never want the displeasure of finding them at your doorstep.<br><br>Being particularly chatty, Adeline and Jude assigned them to the trail outpost initially to give the false appearance to adventurers that the Flametouched's thugs were relatively harmless fools. However, once The Fool joined forces with Adeline and Jude, the purpose of their station shifted. They were instead to continue leaking information to the party while simultaneously influencing the party's view of The Flametouched and luring them to the headquarters in Fairport.<br><br>Of the two, Tony is generally more talkative, but also somewhat more dimwitted. He has very few hobbies outside of causing pain and doing his job, but he's been considering joining the knitting circle hosted at the library during the day. Another difference is that of his heritages, he seems to have inherited much more from his elf side than orc, with his form not being small, but still being just stronger than your average human.<br>Tommy is somewhat quieter but also a bit more contemplative than Tony. A couple months after the two got together, Tommy joined the library's special literature program for Flametouched members. Since then he's taken an interest in reading all sorts of books, but is still working on his reading skills. Despite only being human, he is rather large and has been mistaken at times for being part orc or even goliath. Tommy takes these as compliments, as he does put effort into his physical appearance and strength."
        },
        "template": {
            "name": "Name",
            "race": "Race",
            "age": 0,
            "status": "Alive",
            "description": "Description"
        }
    }
}