{
    "template": {
        "poi": "Points of Interest: "
    },
    "characters": {
        "arpentus_camps": {
            "name": "Arpentus Camps",
            "poi": "The lounging tents and campfires are great places to go looking for stories and wisdom from far lands, and the merchant stalls are where you want to go if you want far-flung oddities. Aside from that, the camps mainly serve as lodging for these nomadic peoples.",
            "description": "A large campground frequented by wandering Arpentus peoples who travel through the region of Karametus. The campgrounds themselves consist of two main areas: One area with large, permanent tents for public shelter, dining, etc. and one area designated for those bringing their own tents, yurts, and more. Littered across the area are various small merchant stalls selling anything from the bare essentials to imported trinkets. While the Arpentus peoples make up a majority of the population, there are also a few people who come and go looking for the stories and trinkets that these nomads bring with them."
        },
        "fort_needletongue": {
            "name": "Fort Needletongue",
            "poi": "Unless you wish to be annihilated utterly and/or removed from all realms of existence, it’s best not to approach the fort unless given a clear invitation",
            "description": "Little is actually known about Fort Needletounge, as so few have ever actually been inside. The fort is kept by powerful magic users who study arcane artifacts in secret, keeping a heavy lock on many powerful magic items and weapons. The fort is extraordinarily well protected, and the keepers also help by keeping the bridge in working order and ensuring safe passage for those who want to cross. Those who try to get too close to the fort, however, will find incredibly heavy resistance, and may not make it back alive. It got its name from long ago before Blackwood fell, where a fierce battle was waged over the contents held in the inner sanctums. Legends have it that when the tide of battle looked poor for the spellcasters, the strongest among them stood forth and cast back tides of warriors and bandits with nothing but a few ancient words. Almost noone goes in or out of the fort, but every once in a while small magical items and scrolls are sent out from the fort to be traded for other goods by a messenger. This messenger is known very well by those native to Karametus, and not even the bravest and strongest bandits dare mess with this delivery."
        },
        "template": {
            "name": "",
            "poi": "",
            "description": "",
            "is_debug": true
        }
    }
}